[
  {
    "title": "Creating Experience value to build student satisfaction in higher education",
    "abstract": "Higher education products or services received by students are experiential values. The purpose of this study is how to create the values of student experience so that student satisfaction arises. Higher education should now focus on students by creating strong ties with students and alumni. This research was conducted with a survey confirmatory approach. The survey was conducted at 32 universities in South Sumatra Province, Indonesia with a total sample of 357 students. The sampling technique used was stratified random sampling and data analysis using structural equation modeling (SEM) analysis. The results showed that the values of experience in HE were formed through increased cocreation in HE, where students were directly involved in various campus activities. High co-creation shows that there is a stronger attachment of students to HE and a higher value of student experience. Co-creation does not directly affect student satisfaction, but it does indirectly affect experience value. If the value of experience is higher, student satisfaction will also be higher.",
    "year": "2020",
    "authors": [
      "Muji Gunarto",
      "Ratih Hurriyati"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2006.09846v1",
    "venue": "arXiv",
    "query": "student dropout factors higher education"
  },
  {
    "title": "Twelve Years of Education and Public Outreach with the Fermi Gamma-ray Space Telescope",
    "abstract": "During the past twelve years, NASA's Fermi Gamma-ray Space Telescope has supported a wide range of Education and Public Outreach (E/PO) activities, targeting K-14 students and the general public. The purpose of the Fermi E/PO program is to increase student and public understanding of the science of the high-energy Universe, through inspiring, engaging and educational activities linked to the mission's science objectives. The E/PO program has additional more general goals, including increasing the diversity of students in the Science, Technology, Engineering and Mathematics (STEM) pipeline, and increasing public awareness and understanding of Fermi science and technology. Fermi's multi-faceted E/PO program includes elements in each major outcome category: Higher Education; Elementary and Secondary Education; Informal Education and Public Outreach.",
    "year": "2013",
    "authors": [
      "Lynn Cominsky",
      "Kevin McLin",
      "Aurore Simonnet",
      "the Fermi Education",
      "Public Outreach Team"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1303.0042v1",
    "venue": "arXiv",
    "query": "student dropout factors higher education"
  },
  {
    "title": "Large language model-powered chatbots for internationalizing student support in higher education",
    "abstract": "This research explores the integration of chatbot technology powered by GPT-3.5 and GPT-4 Turbo into higher education to enhance internationalization and leverage digital transformation. It delves into the design, implementation, and application of Large Language Models (LLMs) for improving student engagement, information access, and support. Utilizing technologies like Python 3, GPT API, LangChain, and Chroma Vector Store, the research emphasizes creating a high-quality, timely, and relevant transcript dataset for chatbot testing. Findings indicate the chatbot's efficacy in providing comprehensive responses, its preference over traditional methods by users, and a low error rate. Highlighting the chatbot's real-time engagement, memory capabilities, and critical data access, the study demonstrates its potential to elevate accessibility, efficiency, and satisfaction. Concluding, the research suggests the chatbot significantly aids higher education internationalization, proposing further investigation into digital technology's role in educational enhancement and strategy development.",
    "year": "2024",
    "authors": [
      "Achraf Hsain",
      "Hamza El Housni"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2403.14702v1",
    "venue": "arXiv",
    "query": "student dropout factors higher education"
  },
  {
    "title": "Can Microsoft Academic help to assess the citation impact of academic books?",
    "abstract": "Despite recent evidence that Microsoft Academic is an extensive source of citation counts for journal articles, it is not known if the same is true for academic books. This paper fills this gap by comparing citations to 16,463 books from 2013-2016 in the Book Citation Index (BKCI) against automatically extracted citations from Microsoft Academic and Google Books in 17 fields. About 60% of the BKCI books had records in Microsoft Academic, varying by year and field. Citation counts from Microsoft Academic were 1.5 to 3.6 times higher than from BKCI in nine subject areas across all years for books indexed by both. Microsoft Academic found more citations than BKCI because it indexes more scholarly publications and combines citations to different editions and chapters. In contrast, BKCI only found more citations than Microsoft Academic for books in three fields from 2013-2014. Microsoft Academic also found more citations than Google Books in six fields for all years. Thus, Microsoft Academic may be a useful source for the impact assessment of books when comprehensive coverage is not essential.",
    "year": "2018",
    "authors": [
      "Kayvan Kousha",
      "Mike Thelwall"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1808.01474v1",
    "venue": "arXiv",
    "query": "academic retention prediction models"
  },
  {
    "title": "ViR: Towards Efficient Vision Retention Backbones",
    "abstract": "Vision Transformers (ViTs) have attracted a lot of popularity in recent years, due to their exceptional capabilities in modeling long-range spatial dependencies and scalability for large scale training. Although the training parallelism of self-attention mechanism plays an important role in retaining great performance, its quadratic complexity baffles the application of ViTs in many scenarios which demand fast inference. This effect is even more pronounced in applications in which autoregressive modeling of input features is required. In Natural Language Processing (NLP), a new stream of efforts has proposed parallelizable models with recurrent formulation that allows for efficient inference in generative applications. Inspired by this trend, we propose a new class of computer vision models, dubbed Vision Retention Networks (ViR), with dual parallel and recurrent formulations, which strike an optimal balance between fast inference and parallel training with competitive performance. In particular, ViR scales favorably for image throughput and memory consumption in tasks that require higher-resolution images due to its flexible formulation in processing large sequence lengths. The ViR is the first attempt to realize dual parallel and recurrent equivalency in a general vision backbone for recognition tasks. We have validated the effectiveness of ViR through extensive experiments with different dataset sizes and various image resolutions and achieved competitive performance. Code: https://github.com/NVlabs/ViR",
    "year": "2023",
    "authors": [
      "Ali Hatamizadeh",
      "Michael Ranzinger",
      "Shiyi Lan",
      "Jose M. Alvarez",
      "Sanja Fidler",
      "Jan Kautz"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2310.19731v2",
    "venue": "arXiv",
    "query": "academic retention prediction models"
  },
  {
    "title": "Estimating the quality of academic books from their descriptions with ChatGPT",
    "abstract": "Although indicators based on scholarly citations are widely used to support the evaluation of academic journals, alternatives are needed for scholarly book acquisitions. This article assesses the value of research quality scores from ChatGPT 4o-mini for 9,830 social sciences, arts, and humanities books from 2019 indexed in Scopus, based on their titles and descriptions but not their full texts. Although most books scored the same (3* on a 1* to 4* scale), the citation rates correlate positively but weakly with ChatGPT 4o-mini research quality scores in both the social sciences and the arts and humanities. Part of the reason for the differences was the inclusion of textbooks, short books, and edited collections, all of which tended to be less cited and lower scoring. Some topics also tend to attract many/few citations and/or high/low ChatGPT scores. Descriptions explicitly mentioning theory and/or some methods also associated with higher scores and more citations. Overall, the results provide some evidence that both ChatGPT scores and citation counts are weak indicators of the research quality of books. Whilst not strong enough to support individual book quality judgements, they may help academic librarians seeking to evaluate new book collections, series, or publishers for potential acquisition.",
    "year": "2025",
    "authors": [
      "Mike Thelwall",
      "Andrew Cox"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2502.08171v1",
    "venue": "arXiv",
    "query": "academic retention prediction models"
  },
  {
    "title": "Who negatively influences me? Formalizing diffusion dynamics of negative exposure leading to student attrition in MOOCs",
    "abstract": "In this work, we explain the underlying interaction mechanisms which govern students' influence on each other in Massive Open Online Courses (MOOCs). Specifically, we outline different ways in which students can be negatively exposed to their peers on MOOC forums and discuss a simple formulation of learning network diffusion, which formalizes the essence of how such an influence spreads and can potentially lead to student attrition over time. We also view the limitations of our student modeling in the light of real world MOOC behavior and consequently suggest ways of extending the diffusion model to handle more complex assumptions. Such an understanding is very beneficial for MOOC designers and instructors to create a conducive learning environment that supports students' growth and increases their engagement in the course.",
    "year": "2014",
    "authors": [
      "Tanmay Sinha"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1407.7133v2",
    "venue": "arXiv",
    "query": "student attrition causes university"
  },
  {
    "title": "Finding Bottlenecks: Predicting Student Attrition with Unsupervised Classifier",
    "abstract": "With pressure to increase graduation rates and reduce time to degree in higher education, it is important to identify at-risk students early. Automated early warning systems are therefore highly desirable. In this paper, we use unsupervised clustering techniques to predict the graduation status of declared majors in five departments at California State University Northridge (CSUN), based on a minimal number of lower division courses in each major. In addition, we use the detected clusters to identify hidden bottleneck courses.",
    "year": "2017",
    "authors": [
      "Seyed Sajjadi",
      "Bruce Shapiro",
      "Christopher McKinlay",
      "Allen Sarkisyan",
      "Carol Shubin",
      "Efunwande Osoba"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1705.02687v1",
    "venue": "arXiv",
    "query": "student attrition causes university"
  },
  {
    "title": "Stem-ming the Tide: Predicting STEM attrition using student transcript data",
    "abstract": "Science, technology, engineering, and math (STEM) fields play growing roles in national and international economies by driving innovation and generating high salary jobs. Yet, the US is lagging behind other highly industrialized nations in terms of STEM education and training. Furthermore, many economic forecasts predict a rising shortage of domestic STEM-trained professions in the US for years to come. One potential solution to this deficit is to decrease the rates at which students leave STEM-related fields in higher education, as currently over half of all students intending to graduate with a STEM degree eventually attrite. However, little quantitative research at scale has looked at causes of STEM attrition, let alone the use of machine learning to examine how well this phenomenon can be predicted. In this paper, we detail our efforts to model and predict dropout from STEM fields using one of the largest known datasets used for research on students at a traditional campus setting. Our results suggest that attrition from STEM fields can be accurately predicted with data that is routinely collected at universities using only information on students' first academic year. We also propose a method to model student STEM intentions for each academic term to better understand the timing of STEM attrition events. We believe these results show great promise in using machine learning to improve STEM retention in traditional and non-traditional campus settings.",
    "year": "2017",
    "authors": [
      "Lovenoor Aulck",
      "Rohan Aras",
      "Lysia Li",
      "Coulter L'Heureux",
      "Peter Lu",
      "Jevin West"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1708.09344v1",
    "venue": "arXiv",
    "query": "student attrition causes university"
  },
  {
    "title": "Cinema, Fermi Problems, & General Education",
    "abstract": "During the past several years the authors have developed a new approach to the teaching of Physical Science, a general education course typically found in the curricula of nearly every college and university. This approach, called `Physics in Films', uses scenes from popular movies to illustrate physical principles and has excited student interest and improved student performance.\n  The analyses of many of the scenes in `Physics in Films' are a direct application of Fermi calculations -- estimates and approximations designed to make solutions of complex and seemingly intractable problems understandable to the student non-specialist. The intent of this paper is to provide instructors with examples they can use to develop skill in recognizing Fermi problems and making Fermi calculations in their own courses.",
    "year": "2006",
    "authors": [
      "C. J. Efthimiou",
      "R. Llewellyn"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/physics/0608058v2",
    "venue": "arXiv",
    "query": "dropout prevention strategies education"
  },
  {
    "title": "Moduli Space Tilings and Lie-Theoretic Color Factors",
    "abstract": "A detailed understanding of the moduli spaces $X(k,n)$ of $n$ points in projective $k-1$ space is essential to the investigation of generalized biadjoint scalar amplitudes, as discovered by Cachazo, Early, Guevara and Mizera (CEGM) in 2019. But in math, conventional wisdom says that it is completely hopeless due to the arbitrarily high complexity of realization spaces of oriented matroids. In this paper, we nonetheless find a path forward.\n  We present a Lie-theoretic realization of color factors for color-dressed generalized biadjoint scalar amplitudes, formulated in terms of certain tilings of the real moduli space $X(k,n)$ and collections of logarithmic differential forms, resolving an important open question from recent work by Cachazo, Early and Zhang. The main idea is to replace the realization space decomposition of $X(k,n)$ with a large class of overlapping tilings whose topologies are individually relatively simple. So we obtain a collection of color-dressed amplitudes, each of which satisfies $U(1)$ decoupling separately. The essential complexity appears when they are all superposed.",
    "year": "2023",
    "authors": [
      "Nick Early"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2310.12130v2",
    "venue": "arXiv",
    "query": "early intervention student success"
  },
  {
    "title": "Biadjoint Scalars and Associahedra from Residues of Generalized Amplitudes",
    "abstract": "In the Grassmannian formulation of the S-matrix for planar $\\mathcal{N}=4$ Super Yang-Mills, $N^{k-2}MHV$ scattering amplitudes for $k$ negative and $n-k$ positive helicity gluons can be expressed, by an application of the global residue theorem, as a signed sum over a collection of $(k-2)(n-k-2)$-dimensional residues. These residues are supported on certain positroid subvarieties of the Grassmannian $G(k,n)$. In this paper, we replace the Grassmannian $G(3,n)$ with its torus quotient, the moduli space of $n$ points in the projective plane in general position, and planar $\\mathcal{N}=4$ SYM with generalized biadjoint scalar amplitudes $m^{(3)}_n$ as introduced by Cachazo-Early-Guevara-Mizera (CEGM). Whereas in the Grassmannian formulation residues of the Parke-Taylor form correspond to individual BCFW, or on-shell diagrams, we show that each such $(n-5)$-dimensional residue of $m^{(3)}_n$ is an entire biadjoint scalar partial amplitude $m^{(2)}_n$, that is a sum over all tree-level Feynman diagrams for a fixed planar order. We propose a generalization which would give rise to identifications of $m^{(2)}_n$ inside $m^{(k)}_n$ for $k\\ge 4$, via $(k-2)(n-k-2)$-dimensional residues. Our proof for $k=3$ uses the CEGM formula for $m^{(3)}_n$; it predicts a new Minkowski sum realization of the associahedron in terms of certain positroid polytopes in the second hypersimplex $Δ_{2,n}$.",
    "year": "2022",
    "authors": [
      "Freddy Cachazo",
      "Nick Early"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2204.01743v2",
    "venue": "arXiv",
    "query": "early intervention student success"
  },
  {
    "title": "Honeycomb Tessellations and Graded Permutohedral Blades",
    "abstract": "This paper investigates enumerative aspects of permutohedral blades, which provide a generalization of the notion of the tropical hyperplane arrangement. Blade provide the combinatorial underpinning of generalized biadjoint scalar scattering amplitudes in work of Cachazo, Early, Guevara and Mizera (CEGM). We construct a graded basis for a vector space of indicator functions of blades, with the grading determined by the dimension of the support of the function. We prove a Minkowski sum decomposition law into lines and tripods and we explore connections to the cohomology ring of certain moduli spaces and a non-planar analog of the square move for plabic graphs.\n  We give a closed formula for the graded dimension of the basis. It is shown in an Appendix by Donghyun Kim that the coefficients appearing in the numerator of the generating function for the graded dimension are symmetric, and that they sum to $\\frac{(2j)!}{j!}$. Unimodality is still open.",
    "year": "2018",
    "authors": [
      "Nick Early"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1810.03246v4",
    "venue": "arXiv",
    "query": "early intervention student success"
  },
  {
    "title": "Sequential Design and Spatial Modeling for Portfolio Tail Risk Measurement",
    "abstract": "We consider calculation of capital requirements when the underlying economic scenarios are determined by simulatable risk factors. In the respective nested simulation framework, the goal is to estimate portfolio tail risk, quantified via VaR or TVaR of a given collection of future economic scenarios representing factor levels at the risk horizon. Traditionally, evaluating portfolio losses of an outer scenario is done by computing a conditional expectation via inner-level Monte Carlo and is computationally expensive. We introduce several inter-related machine learning techniques to speed up this computation, in particular by properly accounting for the simulation noise. Our main workhorse is an advanced Gaussian Process (GP) regression approach which uses nonparametric spatial modeling to efficiently learn the relationship between the stochastic factors defining scenarios and corresponding portfolio value. Leveraging this emulator, we develop sequential algorithms that adaptively allocate inner simulation budgets to target the quantile region. The GP framework also yields better uncertainty quantification for the resulting VaR/TVaR estimators that reduces bias and variance compared to existing methods. We illustrate the proposed strategies with two case-studies in two and six dimensions.",
    "year": "2017",
    "authors": [
      "Michael Ludkovski",
      "James Risk"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1710.05204v2",
    "venue": "arXiv",
    "query": "academic dropout risk factors"
  },
  {
    "title": "On the Selection of Loss Severity Distributions to Model Operational Risk",
    "abstract": "Accurate modeling of operational risk is important for a bank and the finance industry as a whole to prepare for potentially catastrophic losses. One approach to modeling operational is the loss distribution approach, which requires a bank to group operational losses into risk categories and select a loss frequency and severity distribution for each category. This approach estimates the annual operational loss distribution, and a bank must set aside capital, called regulatory capital, equal to the 0.999 quantile of this estimated distribution. In practice, this approach may produce unstable regulatory capital calculations from year-to-year as selected loss severity distribution families change. This paper presents truncation probability estimates for loss severity data and a consistent quantile scoring function on annual loss data as useful severity distribution selection criteria that may lead to more stable regulatory capital. Additionally, the Sinh-arcSinh distribution is another flexible candidate family for modeling loss severities that can be easily estimated using the maximum likelihood approach. Finally, we recommend that loss frequencies below the minimum reporting threshold be collected so that loss severity data can be treated as censored data.",
    "year": "2021",
    "authors": [
      "Daniel Hadley",
      "Harry Joe",
      "Natalia Nolde"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2107.03979v1",
    "venue": "arXiv",
    "query": "academic dropout risk factors"
  },
  {
    "title": "Statistical Emulators for Pricing and Hedging Longevity Risk Products",
    "abstract": "We propose the use of statistical emulators for the purpose of valuing mortality-linked contracts in stochastic mortality models. Such models typically require (nested) evaluation of expected values of nonlinear functionals of multi-dimensional stochastic processes. Except in the simplest cases, no closed-form expressions are available, necessitating numerical approximation. Rather than building ad hoc analytic approximations, we advocate the use of modern statistical tools from machine learning to generate a flexible, non-parametric surrogate for the true mappings. This method allows performance guarantees regarding approximation accuracy and removes the need for nested simulation. We illustrate our approach with case studies involving (i) a Lee-Carter model with mortality shocks, (ii) index-based static hedging with longevity basis risk; (iii) a Cairns-Blake-Dowd stochastic survival probability model.",
    "year": "2015",
    "authors": [
      "James Risk",
      "Michael Ludkovski"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1508.00310v2",
    "venue": "arXiv",
    "query": "academic dropout risk factors"
  },
  {
    "title": "Student Explanation Strategies in Postsecondary Mathematics and Statistics Education: A Scoping Review",
    "abstract": "This scoping review examines the use of student explanation strategies in postsecondary mathematics and statistics education. We analyzed 46 peer-reviewed articles published between 2014 and 2024, categorizing student explanations into three main types: self-explanation, peer explanation and explanation to fictitious others. The review synthesizes the theoretical underpinnings of these strategies, drawing on the retrieval practice hypothesis, generative learning hypothesis, and social presence hypothesis. Our findings indicate that while self-explanation and explaining to fictitious others foster individual cognitive processes enhancing generative thinking, peer explanation have the potential to combine these benefits with collaborative learning. However, explanation to fictitious others have the potential to mitigate some of the negative impacts that may occur in peer explanation, such as more knowledgeable students dominating peer discussions. The efficacy of the methods varies based on implementation, duration, and context. This scoping review contributes to the growing body of literature on generative learning strategies in postsecondary education and provides insights for optimizing the integration of student explanation techniques in mathematics and statistics.",
    "year": "2025",
    "authors": [
      "Huixin Gao",
      "Tanya Evans",
      "Anna Fergusson"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2503.19237v2",
    "venue": "arXiv",
    "query": "student retention strategies university"
  },
  {
    "title": "Retention in STEM: Factors Influencing Student Persistence and Employment",
    "abstract": "This study utilizes data from the Baccalaureate and Beyond Longitudinal Study to explore factors associated with the likelihood of students' employment in STEM fields one year after graduation. We examined various factors related to students' individual characteristics (e.g., gender, race, and financial situation), institutional experiences (e.g., major, academic standing, research involvement, internships, extracurricular activities, and undergraduate practicum), and institutional and national trends. The results indicate lower STEM employment likelihood for minority groups and students with academic probation. The findings also highlight the positive impact of undergraduate practicum and job relevance to major on STEM employment likelihood. On the contrary, career services were negatively associated with the likelihood of students' STEM occupation choice, suggesting potential shortcomings in STEM job preparation within these services. The study provides valuable insights and actionable recommendations for policymakers and educators seeking to increase diversity and inclusion in STEM fields, suggesting the need for more efficient and tailored educational interventions and curriculum development.",
    "year": "2023",
    "authors": [
      "Linli Zhou",
      "Damji Heo Stratton",
      "Xin Li"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/2311.14142v2",
    "venue": "arXiv",
    "query": "student retention strategies university"
  },
  {
    "title": "Momentum Strategies with L1 Filter",
    "abstract": "In this article, we discuss various implementation of L1 filtering in order to detect some properties of noisy signals. This filter consists of using a L1 penalty condition in order to obtain the filtered signal composed by a set of straight trends or steps. This penalty condition, which determines the number of breaks, is implemented in a constrained least square problem and is represented by a regularization parameter ? which is estimated by a cross-validation procedure. Financial time series are usually characterized by a long-term trend (called the global trend) and some short-term trends (which are named local trends). A combination of these two time scales can form a simple model describing the process of a global trend process with some mean-reverting properties. Explicit applications to momentum strategies are also discussed in detail with appropriate uses of the trend configurations.",
    "year": "2014",
    "authors": [
      "Tung-Lam Dao"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1403.4069v1",
    "venue": "arXiv",
    "query": "student retention strategies university"
  },
  {
    "title": "Dynamic Models of Learning and Education Measurement",
    "abstract": "Pre-post testing is a commonly used method in physics education community for evaluating students' achievement and or the effectiveness of teaching through a specific period of instruction. A popular method to analyze pre-post testing results is the normalized gain first brought to the physics education community in wide use by R.R. Hake. This paper presents a measurement based probabilistic model of the dynamic process of learning that explains the experimentally observed features of the normalized gain. In Hake's study with thousands of students' pre-post testing results, he observed that on average 48 courses employing \"interactive engagement\" types of instruction achieved average normalized gains about two standard deviations greater than did 14 courses subjected to traditional instruction. For all courses the average normalized gains had a very low correlation +0.02 with average pretest scores. This feature of the normalized gain has allowed researchers to investigate the effectiveness of instruction using data collected from classes with widely different average pretest scores. However, the question of why the average normalized gain has this feature and to what extent this feature is generally present is not well understood. In addition, there have been debates as to what the normalized gain actually measures, and concerns that it lacks a probability framework that undergirds psychometric methods such as Item Response Theory (IRT). The present model leads to an explanation of the observed features of the normalized gain, connects to other models such as IRT, and shows that the normalized gain does have a probability framework but one different from that emphasized by IRT.",
    "year": "2007",
    "authors": [
      "Lei Bao"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/0710.1375v2",
    "venue": "arXiv",
    "query": "dropout prediction models education"
  },
  {
    "title": "Early warning in egg production curves from commercial hens: A SVM approach",
    "abstract": "Artificial Intelligence allows the improvement of our daily life, for instance, speech and handwritten text recognition, real time translation and weather forecasting are common used applications. In the livestock sector, machine learning algorithms have the potential for early detection and warning of problems, which represents a significant milestone in the poultry industry. Production problems generate economic loss that could be avoided by acting in a timely manner. In the current study, training and testing of support vector machines are addressed, for an early detection of problems in the production curve of commercial eggs, using farm's egg production data of 478,919 laying hens grouped in 24 flocks. Experiments using support vector machines with a 5 k-fold cross-validation were performed at different previous time intervals, to alert with up to 5 days of forecasting interval, whether a flock will experience a problem in production curve. Performance metrics such as accuracy, specificity, sensitivity, and positive predictive value were evaluated, reaching 0-day values of 0.9874, 0.9876, 0.9783 and 0.6518 respectively on unseen data (test-set). The optimal forecasting interval was from zero to three days, performance metrics decreases as the forecasting interval is increased. It should be emphasized that this technique was able to issue an alert a day in advance, achieving an accuracy of 0.9854, a specificity of 0.9865, a sensitivity of 0.9333 and a positive predictive value of 0.6135. This novel application embedded in a computer system of poultry management is able to provide significant improvements in early detection and warning of problems related to the production curve.",
    "year": "2019",
    "authors": [
      "Iván Ramírez Morales",
      "Daniel Rivero Cebrián",
      "Enrique Fernández Blanco",
      "Alejandro Pazos Sierra"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/1904.03987v1",
    "venue": "arXiv",
    "query": "academic early warning systems"
  },
  {
    "title": "SNEWS: The SuperNova Early Warning System",
    "abstract": "This paper provides a technical description of the SuperNova Early Warning System (SNEWS), an international network of experiments with the goal of providing an early warning of a galactic supernova.",
    "year": "2004",
    "authors": [
      "P. Antonioli"
    ],
    "citations": 0,
    "url": "http://arxiv.org/abs/astro-ph/0406214v2",
    "venue": "arXiv",
    "query": "academic early warning systems"
  }
]